Revit 2027 API
ParameterTypeId.RbsElecPanelMcbRatingParam Property
 "MCB Rating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelMcbRatingParam { get; }
Public Shared ReadOnly Property RbsElecPanelMcbRatingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelMcbRatingParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelMcbRatingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace